Repository: pypi-data/pypi-mirror-68
Catalog: packages/moose-frank/moose-frank-6.0.tar.gz/moose-frank-6.0/moose_frank/locale/*/LC_MESSAGES/django.po
Languages: nl

source: page
nl: pagina

source: Maximum file size is %(size).2g MB.
nl: Maximale bestandsgrootte is %(size).2g MB.

source: Image dimensions must be less than %(dimension)s.
nl: Beeldafmetingen moeten minder zijn dan %(dimension)s.

source: Image dimensions must be less than or equal to %(dimension)s.
nl: Beeldafmetingen moeten minder of gelijk zijn aan %(dimension)s.

source: Image dimensions must be greater than %(dimension)s.
nl: Beeldafmetingen moeten groter zijn dan %(dimension)s.

source: Image dimensions must be greater than or equal to %(dimension)s.
nl: Beeldafmetingen moeten groter zijn dan of gelijk zijn aan %(dimension)s.

source: Image dimensions must be equal to %(dimension)s.
nl: Beeldafmetingen moeten gelijk zijn aan %(dimension)s.

source: Image dimensions may not be equal to %(dimension)s.
nl: Beeldafmetingen mogen niet gelijk zijn aan %(dimension)s.

source: %(width)d pixels wide
nl: %(width)d pixels breed

source: %(height)d pixels high
nl: %(height)d pixels hoog
