Repository: pypi-data/pypi-mirror-68
Catalog: packages/aleksis-app-ldap/AlekSIS-App-LDAP-2.0a2.tar.gz/AlekSIS-App-LDAP-2.0a2/aleksis/apps/ldap/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: LDAP Distinguished Name
de_de: LDAP Distinguished Name (DN)

source: Enable LDAP sync
de_de: LDAP-Synchronisation aktivieren

source: Also sync LDAP if user updates
de_de: LDAP auch synchronisieren, wenn der Nutzer geändert wurde

source: Create missing persons for LDAP users
de_de: Fehlende Personen für LDAP-Nutzer erstellen

source: LDAP sync matching fields
de_de: LDAP-Synchronisation für passende Felder durchführen

source: Match only on email
de_de: Zuordnen nur über die E-Mail-Adresse

source: Match only on name
de_de: Zuordnen nur über den Namen

source: Match on email and name
de_de: Zuordnen über die E-Mail-Adresse und den Namen

source: Enable ldap group sync
de_de: LDAP-Synchronisation von Gruppen aktivieren

source: Field for short name of group
de_de: Feld für den Kurznamen der Gruppe

source: Regular expression to match LDAP value for group short name against,e.g. class_(?P<class>.*); separate multiple patterns by |
de_de: Regulärer Ausdruck zum Abgleich des LDAP-Wertes für den Kurznamen der Gruppe, z.B. class_(?P<class>.*); trenne mehrere Muster durch |

source: Replacement template to apply to group short name,e.g. \g<class>; separate multiple templates by |
de_de: Ersatzvorlage zur Anwendung auf Gruppenkurznamen, z.B. \g<class>; trenne mehrere Vorlagen durch |

source: Field for name of group
de_de: Feld für Gruppennamen

source: Regular expression to match LDAP value for group name against,e.g. class_(?P<class>.*); separate multiple patterns by |
de_de: Regulärer Ausdruck zum Abgleich des LDAP-Wertes für den Gruppennamen mit z.B. class_(?P<class>.*); trenne mehrere Muster durch |

source: Replacement template to apply to group name,e.g. \g<class>; separate multiple templates by |
de_de: Ersatzvorlage zur Anwendung auf den Gruppennamen, z.B. \g<class>; trenne mehrere Vorlagen durch |

source: LDAP field with dn of group owner
de_de: LDAP Feld mit dn vom Gruppeneigentümer

source: Distinguished Name
de_de: Distinguished Name (DN)

source: Sync LDAP user with person on login
de_de: LDAP-Nutzer bei der Anmeldung synchronisieren

source: LDAP field for {field.verbose_name} on {model._meta.label}
de_de: LDAP-Feld für {field.verbose_name} in {model._meta.label}

source: Regular expression to match LDAP value for{field.verbose_name} on {model._meta.label} against
de_de: Regulärer Ausdruck zum Abgleich des LDAP-Wertes für {field.verbose_name} in {model._meta.label}

source: Replacement template to apply to {field.verbose_name} on {model._meta.label}
de_de: Ersatzvorlage zur Anwendung auf {field.verbose_name} in {model._meta.label}
