Repository: pypi-data/pypi-mirror-68
Catalog: packages/GeoNode/GeoNode-2.10.4-py2-none-any.whl/geonode/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: Cancel
it: Annulla

source: Save as Copy
it: Salva come copia

source: About this Map
it: Riguardo questa mappa

source: Save
it: Salva

source: Title
it: Titolo

source: Connection Error
it: Errore di connessione

source: The server returned an error
it: Il server ha risposto con un errore

source: Details...
it: Dettagli...

source: Add Layers
it: Aggiungi layer

source: Add ArcGIS REST Server
it: Aggiungi ArcGIS REST Server

source: Background
it: Sfondo

source: Done
it: Fatto

source: Available Layers
it: Layer disponibili

source: Add feeds
it: Aggiungi feeds

source: <p>Your map is ready to be published to the web! </p><p> Simply copy the following HTML to embed the map in your website: </p>
it: <p> La tua mappa è pronta per essere pubblicata sul Web! </p> <p> Copia semplicemente il seguente codice HTML per incorporare la mappa nel tuo sito Web: </p>

source: Height
it: Altezza

source: Help
it: Aiuto

source: Get Feature Info
it: Ottieni informazioni sulla feature

source: About
it: A proposito

source: About us
it: Su di noi

source: Large
it: Grande

source: or add a new server.
it: o aggiungi un nuovo server.

source: Map Layers
it: Tematismi della mappa

source: Upload your own data
it: Carica i tuoi dati

source: View available data from:
it: Visualizza dati disponbili da:

source: Data
it: Dato

source: Layers
it: Tematismi

source: Legend
it: Legenda

source: Length
it: Lunghezza

source: Loading Map...
it: Caricamento della mappa...

source: Map Size
it: Dimensioni della mappa

source: Measure
it: Misura

source: Warning
it: Attenzione

source: You now have %n layers in your map. With more than %max layers you may experience problems with layer ordering, info balloon display, and general performance.
it: Sono ora disponibili %n layer nella mappa. Con più di %max layer è possibile che si verifichino problemi con l'ordinazione dei livelli, la visualizzazione dei fumetti informativi e le prestazioni generali.

source: Contact
it: Contatto

source: Copy
it: Copia

source: About this Map View
it: Riguardo questa mappa

source: Abstract (brief description)
it: Astratto (breve descrizione)

source: Introduction (tell visitors more about your map view)
it: Introduzione (dire ai visitatori di più sulla visualizzazione mappa)

source: Add Category
it: Aggiungi Categoria

source: Add a new category to the layer tree
it: Aggiungere una nuova categoria all'albero dei livelli

source: Rename Category
it: Rinomina categoria

source: Rename this category
it: Rinomina questa categoria

source: Remove Category
it: Rimuovi Categoria

source: Remove this category and layers
it: Rimuovi questa categoria e i layer

source: Pan Map
it: Pan della mappa

source: Zoom to Next Extent
it: Zoom all'Estensione Seguente

source: Zoom to Previous Extent
it: Zoom all'Estensione Precedente

source: This map has not yet been saved.
it: Questa mappa non è stata ancora salvata.

source: Print Map
it: Stampa Mappa

source: Print Preview
it: Anteprima di Stampa

source: Properties
it: Proprietà

source: Publish Map
it: Puppblica la Mappa

source: Remove Layer
it: Rimuovi il layer

source: Sorry, your map could not be saved.
it: Mi spiace, la mappa non può essere salvata.

source: Error While Saving
it: Errore durante il salvataggio

source: Save Map
it: Salva la mappa

source: You must be logged in to save this map.
it: Devi essere registrato per salvare questa mappa.

source: Small
it: Piccola

source: Share Layer
it: Condividi Layer

source: Error contacting server. Please check the url and try again.
it: Errore nella connessione con il server. Per favore, verifica l'URL e prova ancora.

source: Layer Properties
it: Proprietà del layer

source: Change layer format and style
it: Modifica il formato e lo stile del layer

source: Edit Styles
it: Modifica gli stili

source: Edit layer styles
it: Modifica gli stili del layer

source: Switch to Google Earth 3D Viewer
it: Cambiare in Google Earth Viewer 3D

source: The map that you are trying to load does not exist. Creating a new map instead.
it: La mappa che stai cercando di caricare non esiste. Crea una nuova mappa.

source: Unknown Map
it: Mappa sconosciuta

source: Unsupported Layers
it: Layer non supportati

source: The following layers cannot be printed:
it: Non è possibile stampare i seguenti livelli:

source: Width
it: Larghezza

source: Zoom In
it: Ingrandisci

source: Zoom Out
it: Diminuisci

source: Zoom level
it: Livello di zoom

source: Zoom Level
it: Livello di zoom

source: Zoom to Layer Extent
it: Zoom all'estensione del layer

source: Zoom to Visible Extent
it: Zoom all'estensione visibile

source: Upload Layer
it: Carica Layer

source: Create Layer
it: Crea Layer

source: Rectify Layer
it: Correggi Layer

source: Submit a Map Service
it: Inviare un URL di Map Service

source: External Data
it: Dati esterni

source: If you leave this page, unsaved changes will be lost.
it: Se si esce da questa pagina, le modifiche non salvate andranno perse.

source: Zoom Level {zoom}
it: Livello di zoom {zoom}

source: Create Map
it: Crea Mappa

source: Export Map
it: Esporta mappa

source: Map
it: Mappa

source: View this Map
it: Visualizza questa mappa

source: Open Map
it: Apri mappa

source: Name
it: Nome

source: Queryable
it: Interrogabile

source: No background
it: Nessuno sfondo

source: Your map is ready to be published to the web! Simply copy the following HTML to embed the map in your website:
it: La tua mappa è pronta per essere pubblicata sul Web! Copia semplicemente il seguente codice HTML per includere la mappa nel tuo sito web:

source: No attribution information is provided for this layer.
it: Nessuna attribuzione è fornita per questo layer.

source: Provided by:
it: Fornito da:

source: Download:
it: Scarica:

source: No keywords are listed for this layer.
it: Nessuna parola chiave elencata per questo layer.

source: Keywords:
it: Parole chiave:

source: No metadata URLs are defined for this layer.
it: Nessun link ai metadati è definito per questo layer.

source: Metadata Links:
it: Link ai metadati:

source: Paper size:
it: Formato di pagina:

source: Resolution:
it: Risoluzione:

source: Print
it: Stampa

source: Enter map title here.
it: Inserisci qui il titolo.

source: Include legend?
it: Includi legenda?

source: Enter comments here.
it: Scrivi qui i commenti.

source: Creating PDF...
it: Creo PDF ...

source: Last Modified
it: Ultimo modificato

source: Prev
it: Precedente

source: Next
it: Prossimo

source: of
it: di

source: Your search did not match any items.
it: La tua ricerca non ha prodotto risultati.

source: Search Maps
it: Cerca Mappe

source: Search
it: Cerca

source: Showing
it: Visualizzo

source: Loading
it: Carico

source: Select
it: Seleziona

source: Select:
it: Seleziona:

source: All
it: Tutti

source: None
it: Nessuno

source: Keyword
it: Parole chiave

source: Showing...
it: Visualizzo...

source: Loading...
it: Carico ...

source: You do not have permission to view this data
it: Non hai i permessi per visualizzare questo dato

source: This data is stored on a remote server
it: Questo dato è memorizzato su un server remoto

source: Invalid Query
it: Query non valida

source: You need to specify a search term
it: È necessario specificare un termine di ricerca

source: Source
it: Fonte

source: Data Type
it: Tipo di Dato

source: Date
it: Data

source: from year
it: dall'anno

source: to year
it: all'anno

source: Reset
it: Resetta

source: No abstract is provided for this layer.
it: Nessuna abstract è stato fornito per questo layer.

source: No download URLs are definied for this layer.
it: Nessuna URL per il download è stata definita per questo layer.

source: Click here for more information about this layer.
it: Fare clic qui per ulteriori informazioni su questo layer.

source: Selected Layers
it: Layer selezionati

source: No Layers Selected
it: Nessun layer seleionato

source: Clear Selected
it: Pulisci i selezionati

source: Clear All
it: Pulisci tutto

source: Operation Failed
it: Operazione fallita

source: No layers are currently selected.
it: Nessun layer è attualmente selezionato.

source: Downloading...
it: Scarico ...

source: Please wait
it: Per favore, attendi

source: Enter your text here ...
it: Inserisci qui il tuo testo ...

source: Enter your region here ...
it: Inserisci qui la tua regione ...

source: Missing a %s file, which is required
it: Manca un file %s, che è richiesto

source: ESRI Shapefile
it: File di forma ESRI

source: Comma Separated Value
it: File con valori separati da virgola

source: Google Earth KML
it: KML di Google Earth

source: Zip Archive
it: Archivio Zip

source: XML Metadata File
it: File di metadati XML

source: Unexpected Error
it: Errore imprevisto

source: Edit Metadata
it: Modifica metadati

source: Upload Metadata
it: Carica i metadati

source: Upload SLD
it: Carica SLD

source: Manage Styles
it: Gestisci Stili

source: The column %1 was renamed to %2 <br/>
it: La colonna %1 è stata rinominata in %2 <br/>

source: Your
it: Vostro

source: Performing Final GeoServer Config Step
it: Esecuzione step finale configurazione GeoServer

source: You need to specify more information in order to complete your upload
it: È necessario specificare ulteriori informazioni al fine di completare il caricamento

source: Files are ready to be ingested!
it: File pronti per l'ingestione!

source: A temporal dimension may be added to this Layer.
it: Una dimensione temporale può essere aggiunta a questo livello.

source: Performing GeoServer Config Step
it: Configurazione di GeoServer

source: <br>Please check your network connection. In case of Layer Upload make sure GeoServer is running and accepting connections.
it: <br>Controllare la connessione di rete. In caso di caricamento layer assicurarsi che GeoServer sia in esecuzione e accetti connessioni.

source: <br>Bad request or URL not found.
it: <br>Richiesta o URL non valido non trovato.

source: Layer files uploaded, configuring in GeoServer
it: File di layer caricati, configurando in GeoServer

source: Remove
it: Elimina

source: The file %s is an unsupported file type, please select another file.
it: Il file %s è un tipo di file non supportato, per favore seleziona un altro file.

source: You are trying to upload an incomplete set of files or not all mandatory options have been validated. Please check for errors in the form!
it: Stai tentando di caricare un set di file incompleto o non tutte le opzioni obbligatorie sono state convalidate. Si prega di verificare gli errori nel modulo!
