Repository: pypi-data/pypi-mirror-68
Catalog: packages/SoL/SoL-4.0b13.tar.gz/SoL-4.0b13/src/sol/locale/*/LC_MESSAGES/sol-client.po
Languages: fr

source: /static/manual/en/championships.html
fr: /static/manual/fr/championships.html

source: /static/manual/en/championships.html#insert-and-edit
fr: /static/manual/fr/championships.html#insert-and-edit

source: /static/manual/en/clubs.html
fr: /static/manual/fr/clubs.html

source: /static/manual/en/clubs.html#insert-and-edit
fr: /static/manual/fr/clubs.html#insert-and-edit

source: /static/manual/en/clubusers.html
fr: /static/manual/fr/clubusers.html

source: /static/manual/en/competitors.html
fr: /static/manual/fr/competitors.html

source: /static/manual/en/development.html#donations
fr: /static/manual/fr/development.html#donations

source: /static/manual/en/index.html
fr: /static/manual/fr/index.html

source: /static/manual/en/players.html
fr: /static/manual/fr/players.html

source: /static/manual/en/players.html#insert-and-edit
fr: /static/manual/fr/players.html#insert-and-edit

source: /static/manual/en/playersrates.html
fr: /static/manual/fr/playersrates.html

source: /static/manual/en/ratings.html
fr: /static/manual/fr/ratings.html

source: /static/manual/en/ratings.html#insert-and-edit
fr: /static/manual/fr/ratings.html#insert-and-edit

source: /static/manual/en/rules.html
fr: /static/manual/fr/rules.html

source: /static/manual/en/tourney.html
fr: /static/manual/fr/tourney.html

source: /static/manual/en/tourneys.html
fr: /static/manual/fr/tourneys.html

source: /static/manual/en/tourneys.html#insert-and-edit
fr: /static/manual/fr/tourneys.html#insert-and-edit

source: /static/manual/en/users.html
fr: /static/manual/fr/users.html

source: /static/manual/en/users.html#insert-and-edit
fr: /static/manual/fr/users.html#insert-and-edit

source: <b>Championships</b><br />Basic championships management.
fr: <b>Championnat</b><br />Gestion élémentaire de Championnat.

source: <b>Club's users</b><br />Basic club-users association management.
fr: <b>Membre du club</b><br />Gestion élémentaire d'un groupe de membre du club.

source: <b>Clubs</b><br />Basic clubs management.
fr: <b>Clubs</b><br />Gestion élémentaire d'un groupe de clubs.

source: <b>Players</b><br />Basic players management.
fr: <b>Joueurs</b><br />Gestion élémentaire des joueurs.

source: <b>Ratings</b><br />Basic ratings management.
fr: <b>Classements</b><br />Gestion élémentaire des classements.

source: <b>Tourney</b><br />Tourney management.
fr: <b>Tournoi</b><br />Gestion du tournoi.

source: <b>Tourneys</b><br />Basic tourneys management.
fr: <b>Tournois</b><br />Gestion élémentaire des tournois.

source: <b>Upload</b><br />Upload tourneys data.
fr: <b>Upload</b><br />Uploader des données de tournois.

source: <b>Users</b><br />Basic users management.
fr: <b>Utilisateurs</b><br />Gestion élémentaire des utilisateurs.

source: About…
fr: À propos…

source: Add…
fr: Ajouter…

source: All competitors have been notified with a link to insert their results.
fr: Tous les participants ont été notifié avec un lien pour insérer leurs résultats.

source: All players
fr: Tous les joueurs

source: All results
fr: Tous les résultats

source: An email has been sent to the given address, you should receive it shortly: please check your inbox and follow the link within two days to confirm the account.
fr: Un mail a été envoyé à l'adresse donnée, vous devrez le recevoir rapidement : vérifiez votre boite mail et suivez le lien dans les 2 jours pour confirmer le compte.

source: An email has been sent to the given address, you should receive it shortly: please check your inbox and follow the link within two days to renew your password.
fr: Un mail a été envoyé à l'adresse donnée, vous devrez le recevoir rapidement : vérifiez votre boite mail et suivez le lien dans les 2 jours pour réinitialiser votre mot de passe.

source: Assign
fr: Attribuer

source: Assign final prizes.
fr: Attribuer les prix finaux.

source: Assign ownership
fr: Attribuer la propriété

source: Assign ownership of selected records.
fr: Attribué la propriété des entrées sélectionné.

source: Assign prizes
fr: Attribuer les prix

source: Associates
fr: Associés

source: At least one of the selected players does not belong to you, and thus cannot be modified, sorry!
fr: Au moins un des joueurs sélectionné ne vous appartient pas et ne peut pas être modifié, désolé !

source: Board #{0}
fr: Manche #{0}

source: Browse
fr: Explorer

source: By nationality
fr: Par nationalité

source: By registering, you <strong>agree</strong> with the <a href="/static/manual/en/privacy.html" target="_blank">SoL privacy policy</a>.
fr: En s'inscrivant, vous <strong>accepté</strong> <a href="/static/manual/en/privacy.html" target="_blank">politique de confidentialité de SoL</a>.

source: Cancel
fr: Abandonner

source: Cannot decode JSON object
fr: Impossible de décoder l'objet JSON

source: Carrom playing rules.
fr: Règles du Carrom.

source: Carrom tournaments management
fr: Gestion des tournois de Carrom

source: Championship
fr: Championnat

source: Championships
fr: Championnats

source: Championships managed by {0}
fr: Championnat géré par {0}

source: Change emblem…
fr: Changer d'emblème…

source: Change password
fr: Changer de mot de passe

source: Change portrait…
fr: Changer de portrait…

source: Change succeeded
fr: Changement réussi

source: Change your account UI language
fr: Changer la langue de l'interface de votre compte

source: Change your account UI language.
fr: Changer la langue de l'interface de votre compte.

source: Change your account password
fr: Changer votre mot de passe

source: Change your account password.
fr: Changer votre mot de passe.

source: Changes have been applied…
fr: Les changements ont été appliqué…

source: Changing UI language…
fr: Changement de langue sur l'interface…

source: Changing old results
fr: Changer les anciens résultats

source: Changing password…
fr: En train de modifier le mot de passe…

source: Chart
fr: Classement

source: Clubs managed by {0}
fr: Club géré par {0}

source: Competitors
fr: Compétiteurs

source: Competitors ({0})
fr: Compétiteurs ({0})

source: Competitors of tourney “{0}” ({1}), {2}
fr: Compétiteurs du tournoi “{0}” ({1}), {2}

source: Complete the form to request a new account
fr: Complété le formulaire pour demander un nouveau compte

source: Comunication error
fr: Erreur de communication

source: Confirm
fr: Confirmer

source: Confirm competitor withdraw
fr: Confirmer le retrait d'un compétiteur

source: Confirm edit of old round results
fr: Confirmer la modification des résultats de vieille manche

source: Confirm players merge
fr: Confirmer la fusion des joueurs

source: Confirm tourney duplication
fr: Confirmer le dédoublement des tournois

source: Couldn't upload selected file:
fr: Impossible de charger le fichier :

source: Create a new account.
fr: Création d'un nouveau compte.

source: Create final round.
fr: Créer la manche finale.

source: Create next round.
fr: Créer la manche suivante.

source: Current round pairings
fr: Jumelage des manches actuelle

source: Delete emblem
fr: Supprimer l'emblème

source: Delete last round?
fr: Supprimer la dernière manche ?

source: Delete portrait
fr: Supprimer le portrait

source: Details
fr: Détails

source: Do you confirm the withdraw of {0}?<br/>Doing so {1} won't play further matches!
fr: Confirmez vous le retrait de {0} ?<br/>Ce faisant {1} ne jouera plus de matchs !

source: Do you confirm you want to edit the results {0} round, even if the ranking is currently at {1}?<br/>Doing so the ranking will be updated but following rounds pairing will remain unchanged!
fr: Confirmez-vous que vous voulez modifier les résultats du tour {0}, même si le classement est actuellement à {1}?<br/>Ce faisant, le classement sera mis à jour mais les tours suivant demeurons inchangés !

source: Do you really want to delete {0} round?<br/>This is <b>NOT</b> revertable!
fr: Voulez vous vraiment supprimer le tour {0} ?<br/>Ce n'est <b>PAS</b> réversible !

source: Donate
fr: Donner

source: Done
fr: Terminé

source: Double click on a player to view his matches.
fr: Double cliqué sur un joueur pour voir ses matches.

source: Double click to withdraw this competitor.
fr: Double cliqué pour retirer ce compétiteur.

source: Download
fr: Télécharger

source: Download all tourneys related to this rating.
fr: Télécharger tous les tournois relative à ce classement.

source: Download data of all the tourneys in every championship organized by this club.
fr: Télécharger les données de tous les tournois de chaque championnat organisé par le club.

source: Download this tourney data.
fr: Télécharger les données de ce tournoi.

source: Download this whole championship of tourneys data.
fr: Télécharger toutes les données des tournois de ce championnat.

source: Duplicate selected tourney and its competitors on today.
fr: Dupliquer les tournois sélectionnés et les compétiteurs d’aujourd’hui.

source: Duplicates
fr: Dupliqués

source: Edit championship
fr: Modifier le championnat

source: Edit club
fr: Modifier le club

source: Edit player
fr: Modifier le joueur

source: Edit rating
fr: Modifier le classement

source: Edit selected championship.
fr: Modifier le championnat sélectionné.

source: Edit selected club.
fr: Modifier le club sélectionné.

source: Edit selected player.
fr: Modifier le joueur sélectionné.

source: Edit selected rating.
fr: Modifier le classement sélectionné.

source: Edit selected tourney.
fr: Modifier le tournoi sélectionné.

source: Edit selected user.
fr: Modifier l'utilisateur sélectionné.

source: Edit tourney
fr: Modifier le tournoi

source: Edit user
fr: Modifier l'utilisateur

source: Email address
fr: Adresse e-mail

source: Emails have been sent…
fr: Les e-mails ont été envoyé…

source: Error
fr: Erreur

source: Estimated start
fr: Démarrage prévu

source: File
fr: Fichier

source: Final ranking
fr: Classement final

source: Final round
fr: Tour final

source: Finals
fr: Finales

source: First name
fr: Prénom

source: Go to the light HTML only interface…
fr: Utiliser l'affichage HTML simplifié…

source: Help on championship insert/edit
fr: Aide sur l'insertion/modification des championnats

source: Help on championships management
fr: Aide sur la gestion des championnats

source: Help on club insert/edit
fr: Aide sur l'insertion/modification sur les clubs

source: Help on club's users management
fr: Aide sur la gestion des utilisateurs dans les clubs

source: Help on clubs management
fr: Aide sur la gestion des clubs

source: Help on competitors management
fr: Aide sur la gestion des compétiteurs

source: Help on player insert/edit
fr: Aide sur l'insertion/modification des joueurs

source: Help on players management
fr: Aide sur la gestion des joueurs

source: Help on rated players window
fr: Aide sur la fenêtre du classement des joueurs

source: Help on ratings insert/edit
fr: Aide sur l'insertion/modification des classements

source: Help on ratings management
fr: Aide sur la gestion des classements

source: Help on tourney insert/edit
fr: Aide sur l'insertion/modification en tournoi

source: Help on tourney management
fr: Aide sur la gestion de tournoi

source: Help on tourneys management
fr: Aide sur la gestion des tournois

source: Help on user insert/edit
fr: Aide sur l'insertion/modification des utilisateurs

source: Help on users management
fr: Aide sur la gestion des utilisateurs

source: If you change this setting, it will be applied at your <b>next</b> login.
fr: Si vous changé ce paramètre, il s'appliquera à lors de votre <b>prochaine</b> connexion.

source: Image too big, max 512k allowed
fr: Image trop grande car supérieur à 512ko

source: Incomplete scores
fr: Scores incomplet

source: Insert selected players
fr: Insérer le joueur sélectionné

source: Junior ranking
fr: Classement junior

source: Language
fr: Langue

source: Last name
fr: Nom

source: Lit page
fr: Page lit

source: Loading…
fr: Chargement…

source: Lost password
fr: Mot de passe perdu

source: Lost password?
fr: Mot de passe perdu ?

source: Make the selected players “discernible” in public views.
fr: Rendre le joueur sélectionné “discernable” en vue publique.

source: Manage tourney competitors, allowing player substitutions, even after prize-giving.<br>Use with <b>caution</b> only when you <i>know what you're doing</i>!
fr: Gérer les compétiteurs du tournoi, autorise le remplacement des joueurs, même après la remise des prix.<br>À utiliser avec <b>précaution</b> uniquement lorsque vous <i>savez ce que vous faites</i> !

source: Manual
fr: Manuel

source: Matches
fr: Parties

source: Matches played by {0}
fr: Faire joués le matches par {0}

source: Matches {0} final round
fr: Matches {0} manche finale

source: Matches {0} round
fr: Matche {0} tour

source: Maximum age
fr: Âge maximal

source: Members
fr: Membres

source: Merging selected players…
fr: Fusionner les joueurs sélectionnés…

source: Modify
fr: Modifié

source: National ranking
fr: Classement nationnal

source: New password
fr: Nouveau mot de passe

source: New round
fr: Nouvelle manche

source: No
fr: Non

source: No response from the server
fr: Aucune réponse du serveur

source: Old password
fr: Vieux mot de passe

source: Only image files allowed
fr: Seul les images sont autorisées

source: Only new round pairings can be manually adjusted.
fr: Seul les nouvelles manches peuvent être manuellement ajustées.

source: Other…
fr: Autre…

source: Owner
fr: Propriétaire

source: Password
fr: Mot de passe

source: Password changed
fr: Modifier le mot de passe

source: Play
fr: Jouer

source: Player {0} will be replaced by {1} everywhere, if possible. Do you confirm?
fr: Le joueur {0} sera remplacé par {1} partout, si possible. Confirmez vous ?

source: Players
fr: Joueurs

source: Players in rating “{0}”
fr: Le joueur est classé “{0}”

source: Players managed by {0}
fr: Joueur géré par {0}

source: Players of last year's “{0}” tourneys
fr: Joueur du tournoi “{0}” de l'année dernière

source: Players rates.
fr: Évaluation des joueurs.

source: Please wait
fr: Veuillez patienter

source: Possibly duplicated players
fr: Joueurs possiblement dupliqués

source: Prealarm
fr: Pré-alarme

source: Prepare
fr: Préparer

source: Print
fr: Imprimer

source: Print 1st/2nd and 3rd/4th place finals scorecards.
fr: Imprimer la 1ère/2nd et 3ème/4ème fiche de résultat finale.

source: Print current list of participants.
fr: Imprimer la liste des participants actuels.

source: Print current national ranking.
fr: Imprimer le classement nationale actuel.

source: Print current ranking.
fr: Imprimer le classement actuel.

source: Print current round scorecards.
fr: Imprimer la carte de résultat de la manche actuelle.

source: Print final badges with ranking and matches.
fr: Imprimez les badges de la finale avec le classement et les matchs.

source: Print junior ranking.
fr: Imprimer le classement des juniors.

source: Print one sheet of blank scorecards.
fr: Imprimer une feuille contenant une carte de résultat vide.

source: Print participant badges.
fr: Imprimer le badge de participant.

source: Print results of all played rounds.
fr: Imprimer les résultat des manches de tous les joueurs.

source: Print selected round matches.
fr: Imprimer les manches sélectionnés.

source: Print selected round results.
fr: Imprimer les manches des tours sélectionné.

source: Print this championship ranking.
fr: Imprimer le classement de ce championnat.

source: Print this rating ranking.
fr: Imprimer le classement des scores.

source: Print women ranking.
fr: Imprimer le classement féminins.

source: Privacy
fr: Confidentialité

source: Ranking
fr: Classement

source: Ranking after {0} round
fr: Classé après {0} manche

source: Ranking used to compute {0} round
fr: Classement utilisé pour le calcul du tour {0}

source: Ratings
fr: Scores

source: Ratings managed by {0}
fr: Scores gérés par {0}

source: Recompute
fr: Recalculer

source: Recompute current ranking.
fr: Recalculer le classement actuel.

source: Recompute ranking
fr: Recalculer le classement

source: Recompute the selected rating from scratch.
fr: Recalculer le score choisie en partant de zéro.

source: Recomputing…
fr: Recalcule…

source: Refresh
fr: Actualiser

source: Registration succeeded
fr: Inscription réussie

source: Registration…
fr: Inscription…

source: Reload matches from the database.
fr: Recharger les matchs de la base de données.

source: Remove last round.
fr: Retirer le dernier tour.

source: Replay again
fr: Rejouer encore

source: Tourneys
fr: Tournois

source: and
fr: et

source: the eighth
fr: le 8ème

source: the eleventh
fr: le 11ème

source: the fifteenth
fr: le 15ème

source: the fifth
fr: le 5ème

source: the first
fr: le 1er

source: the fourteenth
fr: le 14ème

source: the fourth
fr: le 4ème

source: the nineth
fr: le 9ème

source: the second
fr: le 2ème

source: the seventh
fr: le 7ème

source: the sixteenth
fr: le 16ème

source: the sixth
fr: le 6ème

source: the tenth
fr: le 10ème

source: the third
fr: le 3ème

source: the twelfth
fr: le 12ème
