Repository: pypi-data/pypi-mirror-68
Catalog: packages/ftw.noticeboard/ftw.noticeboard-1.0.0.tar.gz/ftw.noticeboard-1.0.0/ftw/noticeboard/locales/*/LC_MESSAGES/ftw.noticeboard.po
Languages: de

source: Notice
de: Anzeige

source: NoticeBoard
de: Marktplatz

source: NoticeCategory
de: Marktplatz Kategorie

source: NoticeImage
de: Bild

source: Terms and conditions for "${title}"
de: Nutzungsbedinungen f端r "${title}"

source: description_accept_conditions
de: Die <a target="_blank" href="./terms-and-conditions">Nutzungsbedingungen</a> m端ssen akzeptiert werden

source: description_conditions
de: Die a angegebenen Nutzungsbedingungen m端ssen von jedem Benutzer akzeptiert werden, damit dieser ein Anzeige erfassen kann.

source: error_not_accepted
de: Sie m端ssen die Nutzungsbedingungen akzeptieren

source: label_accept_conditions
de: Nutzungsbedingungen akzeptieren

source: label_add_new_notice
de: Neue Anzeige in dieser Kategorie erfassen

source: label_conditions
de: Nutzungsbedingungen

source: label_contact
de: Kontakt

source: label_email
de: E-Mail (oder z.B Telefonnummer)

source: label_image
de: Bild

source: label_my_notices
de: Alle "Meine Anzeigen" auflisten

source: label_price
de: Preis

source: label_text
de: Text
